Repository: musbach/Reelvdr-vdr2.2-Ubuntu16.04
Catalog: src/vdr-plugins/src/mediad-0.0.3-reel3/po/*.po
Languages: cs_cz

source: Missing appropriate PlugIn!
cs_cz: Chybí příslušný modul!

source: ask each time
cs_cz: zobrazit dotaz

source: AutoStart
cs_cz: Automatické spuštění

source: Wrong dmh-archive-dvd structure!
cs_cz: Nesprávná struktura archivu DMH DVD!

source: Drive not present in mplayersources.conf!
cs_cz: Jednotka chybí v souboru mplayersources.conf!

source: Drive not present in mp3sources.conf!
cs_cz: Jednotka chybí v souboru mp3sources.conf!

source: autoplays identified media
cs_cz: Automatické přehrávání rozpoznaných médií

source: Play Disk
cs_cz: Přehrát disk

source: Play Medium
cs_cz: Přehrát médium

source: Identifying Disc
cs_cz: Rozpoznávání disku

source: Choose action
cs_cz: Zvolte akci

source: Couldn't read disc!
cs_cz: Nelze načíst disk!

source: Start of
cs_cz: Začátek

source: blank disc
cs_cz: prázdný disk

source: unknown
cs_cz: neznámý

source: Select device
cs_cz: Vybrat zařízení

source: Play recordings
cs_cz: Přehrát nahrávky

source: Show archive
cs_cz: Zobrazit archiv

source: Play video CD
cs_cz: Přehrát Video CD

source: Play music
cs_cz: Přehrát hudbu

source: Archive audio CD
cs_cz: Archivovat zvukové CD

source: Play multimedia
cs_cz: Přehrát multimédia

source: Play DVD
cs_cz: Přehrát DVD

source: Play photo CD
cs_cz: Přehrát Photo CD

source: Play audio CD
cs_cz: Přehrát zvukové CD

source: Burn recordings
cs_cz: Vypálit nahrávky

source: Copy DVD
cs_cz: Kopírovat DVD

source: Play video
cs_cz: Přehrát video

source: Play video DVD
cs_cz: Přehrát Video DVD

source: Recordings
cs_cz: Nahrávky
