Repository: musbach/Reelvdr-vdr2.2-Ubuntu16.04
Catalog: src/vdr-plugins/src/burn-master/po/*.po
Languages: de_de, fi_fi, it_it, nl_nl, ru_ru, sk_sk

source: Recording too big for disc type!
de_de: Aufnahme zu groß für Disk-Typ!
fi_fi: Tallenne ei mahdu levytyypille!
it_it: Registrazione troppo grande per tipo disco!
nl_nl: Opname te groot voor dit type Disk!
ru_ru: Запись слишком большая для выбранного типа диска!
sk_sk: Nahrávka je príliš veľká vzhľadom typ média!

source: Disc too big for disc type!
de_de: Disc zu groß für diese Art!
fi_fi: Levy ei mahdu levytyypille!
it_it: Supporto troppo grande per tipo disco!
nl_nl: Dis te groot voor gekozen conversie!
ru_ru: Диск слишком велик для этого типа!
sk_sk: Disk je príliš veľký pre typ média!

source: Target
de_de: Ziel
fi_fi: Kohde
it_it: Lavoro
nl_nl: Bestemming
ru_ru: Цель
sk_sk: Ciel

source: Disk type
de_de: Art der DVD
fi_fi: Levyn tyyppi
it_it: Tipo disco
nl_nl: DVD-type
ru_ru: Тип диска
sk_sk: Typ média

source: DMH-archive
de_de: DMH-Archiv
fi_fi: DMH-arkistointi
it_it: Archivio DMH
nl_nl: DMH-Archief
ru_ru: Архив DMH
sk_sk: DMH-archív

source: Skin
de_de: Aussehen
fi_fi: Ulkoasu
it_it: Interfaccia
nl_nl: Uiterlijk
ru_ru: Внешний вид
sk_sk: Vzhlad

source: Skin Aspect Ratio
de_de: Menü-Seitenverhältnis
fi_fi: Ulkoasun kuvasuhde
it_it: Formato video interfaccia
sk_sk: Pomer strán vzhľadu

source: Title source
de_de: Titelquelle

source: Chapters
de_de: Kapitel
fi_fi: Kappaleet
it_it: Capitoli
nl_nl: Hoofdstukken
ru_ru: Главы
sk_sk: Kapitoly

source: Disk size
de_de: Größe der Disk
fi_fi: Levyn koko
it_it: Dimensione disco
nl_nl: Diskgrootte
ru_ru: Размер диска
sk_sk: Veľkosť disku

source: Cut
de_de: Schneiden
fi_fi: Leikkaa
it_it: Taglia
nl_nl: Bewerken
ru_ru: Монтаж
sk_sk: Vystrihnúť

source: Skip empty titlemenu
de_de: Leeres Titelmenü überspringen
fi_fi: Ohita tyhjä nimikevalikko
it_it: Salta titolo menu vuoto
nl_nl: Leeg titelmenu negeren
ru_ru: Пропускать пустое меню названий
sk_sk: Preskoč prázdne menu titulov

source: Skip short mainmenu
de_de: Kurzes Hauptmenü überspringen
fi_fi: Ohita lyhyt päävalikko
it_it: Salta menu principale breve
nl_nl: Kort hoofdmenu negeren
ru_ru: Пропускать пустое главное меню
sk_sk: Preskoč hlavné menu

source: Use subtitle tracks
de_de: Benutze Untertitelspuren

source: --- Common settings --------------------------------------------------
de_de: --- Allgemeine Einstellungen -----------------------------------------
fi_fi: --- Yleiset asetukset -----------------------------------------------
it_it: --- Impostazioni comuni ----------------------------------------------
nl_nl: --- Algemene Instellingen --------------------------------------------
ru_ru: --- Общие настройки ------------------------------------------------
sk_sk: --- Spoločné nastavenie ----------------------------------------------

source: Remove path component
de_de: Pfad abschneiden
fi_fi: Poista polku
it_it: Rimuovi componenti percorso
nl_nl: Verwijder pad uit bestandnaam
ru_ru: Обрезать путь
sk_sk: Zmazať cestu komponentov

source: Requant using
de_de: Verkleinern mit
fi_fi: Requant-ohjelmisto
it_it: Utilizza Requant
nl_nl: Verkleinen met
ru_ru: Уменьшить с помощью
sk_sk: Použiť Requant

source: Burn speed
de_de: Brenngeschwindigkeit
fi_fi: Polttonopeus
it_it: Velocità scrittura
nl_nl: Brandsnelheid
ru_ru: Скорость записи
sk_sk: Rýchlosť napaľovania

source: unlimited
de_de: unbegrenzt
fi_fi: ei rajoitusta
it_it: illimitata
nl_nl: onbegrenst
ru_ru: неограничена
sk_sk: bez obmedzenia

source: Preserve logfiles
de_de: Logfiles behalten
fi_fi: Säilytä lokitiedostot
it_it: Conserva file di log
nl_nl: Logbestanden bewaren
ru_ru: Сохранить логи
sk_sk: Uchovávať log súbory

source: Spare language code
de_de: Ersatzsprachkennung
fi_fi: Oletuskielitunnus
it_it: Codice lingua disco
nl_nl: Vervangende taalcode
ru_ru: Запасной код языка
sk_sk: Náhradný kód jazyka

source: Status in main menu
de_de: Status im Hauptmenü
fi_fi: Näytä status päävalikossa
it_it: Stato nel menu principale
nl_nl: Status im hoofdmenu
ru_ru: Состояние в главном меню
sk_sk: Stav v hlavnom menu

source: Custom disk size (MB)
de_de: Benutzerdef. Größe (MB)
fi_fi: Säädettävä levyn koko (MB)
it_it: Personalizza dim. disco (MB)
nl_nl: Gebruikergedefinieerde grootte (MB)
ru_ru: Пользовательский размер диска (МБ)
sk_sk: Voliteľná velkosť disku (MB)

source: --- Job menu settings ------------------------------------------------
de_de: --- Jobmenü-Einstellungen --------------------------------------------
fi_fi: --- Tehtävävalikon asetukset ----------------------------------------
it_it: --- Impostazioni menu lavori --------------------------------------
nl_nl: --- Opdrachtmenu instellingen -----------------------------------------
ru_ru: --- Настройки меню заданий -------------------------------------------
sk_sk: --- Nastavenie voľby menu --------------------------------------------

source: Offer disk type
de_de: Art der DVD anbieten
fi_fi: Tarjoa levyn tyyppiä
it_it: Proponi tipo disco
nl_nl: Stel type disk voor
ru_ru: Предлагать вид DVD
sk_sk: Ponúknuť typ média

source: Offer chapters
de_de: Kapitel anbieten
fi_fi: Tarjoa kappaleita
it_it: Proponi capitoli
nl_nl: Stel hoofdstuk voor
ru_ru: Предлагать главы
sk_sk: Ponúknuť kapitoly

source: Offer target
de_de: Ziel anbieten
fi_fi: Tarjoa kohdetta
it_it: Proponi lavoro
nl_nl: Stel bestemming voor
ru_ru: Предлагать цель
sk_sk: Ponúknuť ciel

source: Offer disk size
de_de: Größe der Disk anbieten
fi_fi: Tarjoa levyn kokoa
it_it: Proponi dimensione disco
nl_nl: Stel diskgrootte voor
ru_ru: Предлагать размер диска
sk_sk: Ponúknuť veľkosť disku

source: Offer cutting
de_de: Schneiden anbieten
fi_fi: Tarjoa leikkausta
it_it: Proponi taglio
nl_nl: Stel bewerken voor
ru_ru: Предлагать монтаж
sk_sk: Ponúknuť strih

source: Offer DMH-archive
de_de: DMH-Archiv anbieten
fi_fi: Tarjoa DMH-arkistointia
it_it: Proponi archivio DMH
nl_nl: Stel DMH-archief voor
ru_ru: Предлагать архив DMH
sk_sk: Ponúknuť DMH-archív

source: Offer skip titlemenu
de_de: Titelmenü überspringen anbieten
fi_fi: Tarjoa nimikevalikon ohitusta
it_it: Proponi salto titolo menu
nl_nl: Stel negeren titelmenu voor
ru_ru: Предлагать пропуск пустого меню
sk_sk: Ponúknuť preskočiť menu titulov

source: Offer skip mainmenu
de_de: Hauptmenü überspringen anbieten
fi_fi: Tarjoa päävalikon ohitusta
it_it: Proponi salto menu principale
nl_nl: Stel negeren hoofdmenu voor
ru_ru: Предлагать пропуск пустого главного меню
sk_sk: Ponúknuť preskočiť hlavné menu

source: --- Job defaults -----------------------------------------------------
de_de: --- Standard Job-Einstellungen ---------------------------------------
fi_fi: --- Oletusasetukset tehtäville ---------------------------------------
it_it: --- Valori predefiniti dei lavori -------------------------------
nl_nl: --- Standaard Opdrachtinstellingen ------------------------------------
ru_ru: --- Стандартные настройки заданий ------------------------------------
sk_sk: --- Predvolené voľby ---------------------------------------------

source: Write DVDs
de_de: DVDs brennen
fi_fi: Polta DVD-levy
it_it: Scrivi DVD
nl_nl: DVDs branden
ru_ru: Создать DVD
sk_sk: Zapísať na disk

source: Job options
de_de: Jobeinstellungen
fi_fi: Tehtävän asetukset
it_it: Opzioni lavori
nl_nl: Opdrachtinstellingen
ru_ru: Опции заданий
sk_sk: Voľby DVD

source: A job failed!
de_de: Ein Auftrag ist fehlgeschlagen!
fi_fi: Polttaminen epäonnistui!
it_it: Lavoro fallito!
nl_nl: Opdracht mislukt!
ru_ru: Ошибка при создании DVD!
sk_sk: Chyba úlohy!

source: A job was finished successfully.
de_de: Ein Auftrag war erfolgreich.
fi_fi: Polttaminen onnistui.
it_it: Lavoro completato con successo.
nl_nl: Er is een opdracht afgerond
ru_ru: DVD создан успешно.
sk_sk: Úloha úspešne skončila.

source: Video track
de_de: Videospur
fi_fi: Kuvaraita
it_it: Traccia video
nl_nl: Videospoor
ru_ru: Дорожка видео
sk_sk: Video stopa

source: Audio track
de_de: Tonspur
fi_fi: Ääniraita
it_it: Traccia audio
nl_nl: Audiospoor
ru_ru: Дорожка аудио
sk_sk: Zvuková stopa

source: Subtitle track
de_de: Untertitel
fi_fi: Tekstitysraita
it_it: Traccia sottotitoli
nl_nl: Ondertitelingspoor
sk_sk: Titulková stopa

source: page
de_de: Seite
fi_fi: sivu
it_it: pagina
nl_nl: pagina
sk_sk: strana

source: Unknown
de_de: Unbekannt
fi_fi: Tuntematon
it_it: Sconosciuta
nl_nl: Onbekend
ru_ru: Неизвестно
sk_sk: Neznámy

source: DVD with menus
de_de: DVD mit Menüs
fi_fi: DVD valikolla
it_it: DVD con menu
nl_nl: DVD met menus
ru_ru: DVD с меню
sk_sk: DVD s menu

source: DVD without menus
de_de: DVD ohne Menüs
fi_fi: DVD ilman valikkoa
it_it: DVD senza menu
nl_nl: DVD zonder menus
ru_ru: DVD без меню
sk_sk: DVD bez menu

source: Archive disk
de_de: Archiv-Disk
fi_fi: arkistolevy
it_it: Disco archivio
nl_nl: Archiefdisk
ru_ru: Архивный диск
sk_sk: Archivovať disk

source: Create ISO only
de_de: Nur Abbild erzeugen
fi_fi: vain levyimage
it_it: Crea solo immagine
nl_nl: Alleen ISO image maken
ru_ru: Только создать образ
sk_sk: Vytvoriť iba iso

source: Burn to Disc only
de_de: Nur brennen

source: Create ISO and burn
de_de: Abbild erzeugen und brennen

source: No chapters
de_de: Keine Kapitel
fi_fi: ei kappaleita
it_it: Senza capitoli
nl_nl: Geen hoofdstukken
ru_ru: Без глав
sk_sk: Bez kapitol

source: Use editing marks
de_de: Schnittmarken benutzen
fi_fi: leikkausmerkinnät
it_it: Utilizza marcatori
nl_nl: Gebruik bewerkingsmarkeringen
ru_ru: Использовать монтажные метки
sk_sk: Použiť úpravu známok

source: Every 5 minutes
de_de: Jede 5 Minuten
fi_fi: joka 5. minuutti
it_it: Ogni 5 minuti
nl_nl: Iedere 5 minuten
ru_ru: Каждые 5 минут
sk_sk: Každých 5 minút

source: Every 10 minutes
de_de: Jede 10 Minuten
fi_fi: joka 10. minuutti
it_it: Ogni 10 minuti
nl_nl: Iedere 10 minuten
ru_ru: Каждые 10 минут
sk_sk: Každých 10 minút

source: Every 15 minutes
de_de: Jede viertel Stunde
fi_fi: joka 15. minuutti
it_it: Ogni 15 minuti
nl_nl: Ieder kwartier
ru_ru: Каждые 15 минут
sk_sk: Každých 15 minút

source: Every 30 minutes
de_de: Jede halbe Stunde
fi_fi: joka 30. minuutti
it_it: Ogni 30 minuti
nl_nl: Ieder half uur
ru_ru: Каждые 30 минут
sk_sk: Každých 30 minút

source: Every hour
de_de: Jede Stunde
fi_fi: kerran tunnissa
it_it: Ogni ora
nl_nl: Ieder heel uur
ru_ru: Каждый час
sk_sk: Každú hodinu

source: Custom
de_de: Benutzerdefiniert
fi_fi: säädettävä
it_it: Personalizzata
nl_nl: Gebruiker-gedefinieerd
ru_ru: Пользовательский
sk_sk: Vlastné

source: EPG Title
de_de: EPG Titel

source: EPG Title - Short Text
de_de: EPG Titel - Kurzbeschreibung

source: EPG Short Text
de_de: EPG Kurzbeschreibung

source: Recording
de_de: Aufzeichnung

source: Couldn't convert character sets!
de_de: Konnte Zeichensatz nicht konvertieren!
fi_fi: Merkistömuunnos epäonnistui!
it_it: Impossibile convertire insieme di caratteri!
nl_nl: Kan karaktersets niet converteren!
sk_sk: Nepodarilo sa previesť znakovú sadu!

source: Couldn't open image file!
de_de: Kann Abbilddatei nicht öffnen!
fi_fi: Kuvatiedoston avaaminen epäonnistui!
it_it: Impossibile aprire file immagine!
nl_nl: Kan afbeeldingbestand niet openen!
sk_sk: Nepodarilo sa otvoriť súbor s obrazom!

source: Couldn't create new image!
de_de: Konnte Abbild nicht erstellen!
fi_fi: Uuden kuvan luominen epäonnistui!
it_it: Impossibile creare nuova immagine!
nl_nl: kan geen nieuwe afbeelding maken!
sk_sk: Nepodarilo sa vytvoriť nový obraz!

source: Couldn't render menu images!
de_de: Konnte Menübilder nicht erstellen!
fi_fi: Valikkokuvien luominen epäonnistui!
it_it: Impossibile mostrare immagini del menu!
nl_nl: Kan geen menu afbeeldingen maken!
sk_sk: Nepodarilo sa z renderovať obrázok v menu!

source: Couldn't save image file!
de_de: Konnte Abbild nicht sichern!
fi_fi: Kuvatiedoston tallentaminen epäonnistui!
it_it: Impossibile salvare file immagine!
nl_nl: Kan afbeeldingbestand niet opslaan!
sk_sk: Nepodarilo sa uložiť súbor z obrazom!

source: Versatile convert-and-burn plugin
de_de: Universelles Umwandlungs- und Brennplugin
fi_fi: Monipuolinen DVD-työkalu
it_it: Conversione e masterizzazione DVD
nl_nl: Universele 'converteer en brand' plugin
ru_ru: Создание DVD из записей VDR
sk_sk: Všestranný konvertovací a vypalovací modul

source: Create DVDs
de_de: DVDs erstellen
fi_fi: Polta DVD-levy
it_it: Crea DVD
nl_nl: DVDs maken
ru_ru: Создать DVD
sk_sk: Vytvoriť DVD-čka

source: Burn job active
de_de: Brennjob läuft
fi_fi: Polttotehtävä aktiivinen
it_it: Masterizza lavoro attivo
nl_nl: Brandopdracht aktief
ru_ru: DVD создаётся
sk_sk: Napalovanie začalo

source: Please enter the burn plugin
de_de: Bitte Brenn-Plugin aufrufen
fi_fi: Siirry "Polta DVD-levy"-laajennokseen
it_it: Attiva il plugin 'Burn'
nl_nl: Start burn-plugin a.u.b.
ru_ru: Пожалуйста, запустите модуль для создания DVD
sk_sk: Prosím, chodte do napalovacieho modulu

source: Please insert an empty disk and press Ok
de_de: Bitte legen Sie eine leere DVD ein und drücken Sie Ok
fi_fi: Aseta tyhjä levy asemaan ja paina 'OK'
it_it: Inserisci un disco vuoto e premi OK
nl_nl: Plaats een lege DVD en druk OK
ru_ru: Вставьте пустой диск DVD и нажмите ОК
sk_sk: Prosím vložte prázdne médium a stlačte OK

source: Default
de_de: Vorgabe
fi_fi: Oletus
it_it: Predefinita
nl_nl: Standaardinstelling
ru_ru: По умолчанию
sk_sk: Predvolený

source: Recordings
de_de: Aufzeichnungen
fi_fi: tallenteet
it_it: Registrazioni
nl_nl: Opnamen
ru_ru: Записи
sk_sk: Nahrávky

source: List
de_de: Liste
fi_fi: Lista
it_it: Lavori
nl_nl: Lijst
ru_ru: Список
sk_sk: Zoznam

source: $Total size: %1$.1f MB %2$s
de_de: Gesamtgröße: %1$.1f MB %2$s
fi_fi: Yhteensä: %1$.1f MB %2$s
it_it: Dimensione totale: %1$.1f MB %2$s
nl_nl: totale grootte: %1$.1f MB %2$s
ru_ru: Общий размер: %1$.1f МБ %2$s
sk_sk: $Celková velkosť: %1$.1f MB %2$s

source: (would be shrinked)
de_de: (würden geschrumpft)
fi_fi: (joudutaan pienentämään)
it_it: (deve essere compressa)
nl_nl: (zal worden gecomprimeerd)
ru_ru: (будет сжато)
sk_sk: (bude zmrštená)

source: Aspect ratio
de_de: Seitenverhältnis
fi_fi: Kuvasuhde
it_it: Formato video
nl_nl: Beeldverhouding
ru_ru: Соотношение сторон
sk_sk: Pomer strán

source: track editor
de_de: Spureneditor

source: title in menu
de_de: Titel im Hauptmenü

source: Choose
de_de: Wählen
fi_fi: Valitse
it_it: Seleziona
nl_nl: Kiezen
ru_ru: Выбрать
sk_sk: Vybrať

source: Move down
de_de: Nach unten
fi_fi: Alaspäin
it_it: Sposta giù
nl_nl: Naar beneden
ru_ru: Вниз
sk_sk: Presuň dole

source: Track$Off
de_de: Aus
fi_fi: Poissa
it_it: Disattiva
nl_nl: Uit
ru_ru: Выкл.
sk_sk: Stopa$Vypnutá

source: Track$On
de_de: An
fi_fi: Päällä
it_it: Attiva
nl_nl: Aan
ru_ru: Вкл.
sk_sk: Stopa$Zapnutá

source: Language code
de_de: Sprachkennung
fi_fi: Kielitunnus
it_it: Codice lingua
nl_nl: Taalcode
ru_ru: Код языка
sk_sk: Kód jazyka

source: Choose title
de_de: Titel wählen
fi_fi: Valitse nimike
it_it: Seleziona titolo
nl_nl: Kies titel
sk_sk: Zvoliť titul

source: DVD menu title for
de_de: DVD Menütitel von

source: $Recordings: %1$d, total size: %2$.1f MB
de_de: Aufzeichnungen: %1$d, Gesamtgröße: %2$.1f MB
fi_fi: Tallenteita: %1$d, yhteensä: %2$.1f MB
it_it: Registrazioni: %1$d, dimensione totale: %2$.1f MB
nl_nl: Opnamen: %1$d, Totale grootte: %2$.1f MB
ru_ru: Записей: %1$d, общий размер: %2$.1f МБ
sk_sk: $Recordings: %1$d, celková velkosť: %2$.1f MB

source: No recordings marked for burning
de_de: Keine Aufzeichnungen zum Brennen markiert
fi_fi: Tallenteita ei ole merkitty poltettavaksi
it_it: Nessuna reg. selezionata per la scrittura
nl_nl: Er zijn geen opnamen geselecteerd om te branden
ru_ru: Нет записей для создания DVD
sk_sk: Žiadne záznamy označené pre napaľovanie

source: Analyzing recording...
de_de: Aufzeichnung wird analysiert...
fi_fi: Analysoidaan tallennetta...
it_it: Analisi registrazione...
nl_nl: Opname wordt geanalyseerd...
ru_ru: Анализирую записи...
sk_sk: Analyzujem nahrávky ...

source: Job
de_de: Auftrag
fi_fi: tehtävä
it_it: Lavori
nl_nl: Opdracht
ru_ru: Задание
sk_sk: Úloha

source: DVD title
de_de: Titel der DVD
fi_fi: DVD:n nimi
it_it: Titolo DVD
nl_nl: Titel van de DVD
ru_ru: Название DVD
sk_sk: DVD titul

source: Archive-ID
de_de: Archiv-ID
fi_fi: Arkistotunnus
it_it: ID archivio
nl_nl: Archief-ID
ru_ru: ID Архива
sk_sk: Archív-ID

source: No recordings marked
de_de: Keine Aufzeichnungen markiert
fi_fi: Ei valittuja tallenteita
it_it: Nessuna registrazione selezionata
nl_nl: Geen opnamen gemarkeerd
ru_ru: Нет выбраных записей
sk_sk: Žiadne nahrávky nie sú označené

source: Button$Start
de_de: Starten
fi_fi: Aloita
it_it: Avvia
nl_nl: Starten
ru_ru: Пуск
sk_sk: Štart

source: Remove
de_de: Entfernen
fi_fi: Poista
it_it: Rimuovi
nl_nl: Verwijderen
ru_ru: Удалить
sk_sk: Vymazať

source: No MPEG2 video track selected!
de_de: Keine MPEG2-Videospur ausgewählt!
fi_fi: Yhtään MPEG2-kuvaraitaa ei ole valittu!
it_it: Nessuna traccia video MPEG2 selezionata!
nl_nl: Geen MPEG2 videospoor geselecteerd!
sk_sk: Nevybrali ste MPEG2 video!

source: No audio track selected!
de_de: Keine Tonspur ausgewählt!
fi_fi: Yhtään ääniraitaa ei ole valittu!
it_it: Nessuna traccia audio selezionata!
nl_nl: geen audiospoor geselecteerd!
ru_ru: Аудио-дорожка не выбрана!
sk_sk: Nevybrali ste zvukovú stopu!

source: Not enough free disk space!
de_de: Nicht genug Plattenplatz!
fi_fi: Liian vähän vapaata levytilaa!
it_it: Spazio su disco insufficiente!
nl_nl: Onvoldoende opslagcapaciteit!
ru_ru: Недостаточно места на диске
sk_sk: Nie je dostatok voľného miesta na disku!

source: Remove recording from list?
de_de: Aufzeichnung aus Liste entfernen?
fi_fi: Poistetaanko tallenne listalta?
it_it: Rimuovere registrazione dalla lista?
nl_nl: Opname uit lijst verwijderen?
ru_ru: Удалить записи из списка?
sk_sk: Vymazať nahrávku zo zoznamu?

source: $Job active (Writing: %1$d%%)
de_de: Auftrag aktiv (Schreibe: %1$d%%)
fi_fi: Tehtävää suoritetaan (poltto: %1$d%%)
it_it: Lavoro attivo (Scrittura: %1$d%%)
nl_nl: Opdracht actief (Schrijft: %1$d%%)
ru_ru: Задание выполняется (Запись: %1$d%%)
sk_sk: $Úloha aktívna (Zapisuje: %1$d%%)

source: Job active (Converting)
de_de: Auftrag aktiv (Konvertiere)
fi_fi: Tehtävää suoritetaan (konvertointi)
it_it: Lavoro attivo (Conversione)
nl_nl: Opdracht actief (Converteert)
ru_ru: Задание выполняется (Конвертация)
sk_sk: Úloha aktívna (Konvertuje)

source: No active or waiting jobs present
de_de: Keine aktiven oder wartenden Aufträge vorhanden
fi_fi: Ei aktiivisia eikä odottavia tehtäviä
it_it: Nessun lavoro attivo o presente in coda
nl_nl: Geen actieve of wachtende opdrachtsen aanwezig
ru_ru: Нет выполняемых или ждущих заданий
sk_sk: Neaktívne alebo čaká na úlohu.

source: Canceled jobs
de_de: Abgebrochene Aufträge
fi_fi: Perutut tehtävät
it_it: Lavori annullati
nl_nl: Afgebroken opdrachtsen
ru_ru: Отменённые задания
sk_sk: Zrušené úlohy

source: Erroneous jobs
de_de: Fehlerhafte Aufträge
fi_fi: Epäonnistuneet tehtävät
it_it: Lavori errati
nl_nl: Foutieve opdrachtsen
ru_ru: Задания, прерванные по причине ошибки
sk_sk: Chybné úlohy

source: Restart
de_de: Überarbeiten
fi_fi: Aloita uudelleen
it_it: Riavvia
nl_nl: Herstart
ru_ru: Перестартовать
sk_sk: Opakovať štart

source: Retry
de_de: Wiederholen
fi_fi: Yritä uudelleen
it_it: Riprova
nl_nl: Herhalen
ru_ru: Повторить
sk_sk: Znova

source: Cancel
de_de: Abbrechen
fi_fi: Peru
it_it: Annulla
nl_nl: Afbreken
ru_ru: Отменить
sk_sk: Zrušiť

source: Replace current job?
de_de: Gegenwärtigen Auftrag ersetzen?
fi_fi: Korvataanko nykyinen tehtävä?
it_it: Sostituire lavoro attuale?
nl_nl: Huidig opdracht vervangen?
ru_ru: Заменить действующее задание?
sk_sk: Nahradiť súčasnú úlohu?

source: Job still active - really cancel?
de_de: Auftrag noch aktiv - wirklich beenden?
fi_fi: Tehtävää suoritetaan yhä - perutaanko?
it_it: Lavoro attivo - sicuro di annullarlo?
nl_nl: Opdracht nog actief - werkelijk afbreken?
ru_ru: Задание выполняется - действительно отменить?
sk_sk: Úloha je aktívna - Naozaj zrušíť?

source: Remove job from list?
de_de: Auftrag aus Liste entfernen?
fi_fi: Poistetaanko tehtävä listalta?
it_it: Rimuovere lavoro dalla lista?
nl_nl: Opdracht uit lijst verwijderen?
ru_ru: Удалить задание из списка
sk_sk: Vymazať úlohu

source: Previous page
de_de: Vorherige Seite
fi_fi: Edellinen sivu
it_it: Pagina precedente
nl_nl: Vorige pagina
ru_ru: Назад
sk_sk: Predchádzajúca strana

source: Next page
de_de: Nächste Seite
fi_fi: Seuraava sivu
it_it: Pagina successiva
nl_nl: Volgende pagina
ru_ru: Далее
sk_sk: Ďalšia strana

source: Play movie
de_de: Film abspielen
fi_fi: Toista tallenne
it_it: Riproduci video
nl_nl: Film afspelen
ru_ru: Воспроизвести
sk_sk: Prehrať film

source: Back
de_de: zurück
fi_fi: Takaisin
it_it: Indietro
nl_nl: Terug
ru_ru: Меню
sk_sk: Späť

source: Couldn't read index
de_de: Konnte Index nicht lesen
fi_fi: Indeksin lukeminen epäonnistui!
it_it: Impossibile leggere index
nl_nl: Kan index niet lezen!
ru_ru: Не смог прочитать индекс!
sk_sk: Nemôže prečítať index

source: Couldn't browse recording
de_de: Konnte Aufzeichnung nicht durchsuchen
fi_fi: Tallenteen selaaminen epäonnistui!
it_it: Impossibile sfogliare registrazione
nl_nl: Kan niet zoeken naar opname
ru_ru: Не смог пролистать записи!
sk_sk: Nemôže prechádzať záznam

source: Couldn't read marks
de_de: Konnte Marken nicht lesen
fi_fi: Merkintöjen luku epäonnistui
it_it: Impossibile leggere marcatori
nl_nl: Kan bewerkingsmarkeringen niet lezen
ru_ru: Не смог прочитать метки!
sk_sk: Nemóže čítať značky

source: Recording is too short
de_de: Aufzeichnung ist zu kurz
fi_fi: Tallenne on liian lyhyt
it_it: Registrazione troppo breve
nl_nl: Opname is te kort
ru_ru: Запись слишком короткая
sk_sk: Nahrávka je príliš krátka

source: Single Layer
fi_fi: yksikerros
ru_ru: Один слой
sk_sk: Jedno-vrstvové

source: Double Layer
fi_fi: kaksikerros
ru_ru: Два слоя
sk_sk: Dvoj-vrstvové

source: Status
it_it: Stato
ru_ru: Состояние
sk_sk: Stav
